Revit 2027 API
ParameterTypeId.DividedSurfaceOriginalSurfaceMaterial Property
 "Surface Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceOriginalSurfaceMaterial { get; }
Public Shared ReadOnly Property DividedSurfaceOriginalSurfaceMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceOriginalSurfaceMaterial {
	ForgeTypeId^ get ();
}
static member DividedSurfaceOriginalSurfaceMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace